Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# REMOVE_ALL_CELLULAR_PLANS_MSG_CONFIRM
source: Are you sure you want to continue? This will remove all cellular data plans from your Apple Vision Pro. Your subscriptions will not be canceled. Contact your carriers to re-enroll or to cancel. This cannot be undone.
ar: هل ترغب بالتأكيد في المتابعة؟ سيؤدي ذلك إلى إزالة كل باقات البيانات الخلوية من Apple Vision Pro، ولكن لن يتم إلغاء اشتراكاتك. اتصل بشركة الاتصالات لإعادة التسجيل أو الإلغاء. لا يمكن التراجع عن هذا الإجراء.
bg: Сигурни ли сте, че искате да продължите? Това ще премахне всички планове за мобилни данни от вашия Apple Vision Pro. Абонаментите ви няма да бъдат прекратени. Свържете се с доставчика, за да ги подновите или да се откажете. Това действие не може да бъде отменено.
ca: Confirmes que vols continuar? S’eliminaran tots els plans de dades mòbils de l’Apple Vision Pro, però no es cancel·laran. Per tornar‑los‑hi a afegir o cancel·lar‑los, contacta amb els operadors. Aquesta acció no es pot desfer.
cs: Určitě chcete pokračovat? Z Apple Vision Pro budou odstraněny všechny mobilní datové tarify, ale vaše předplatné zrušeno nebude. Pokud se budete chtít znovu zaregistrovat nebo zrušit předplatné, kontaktujte operátory. Tato akce je nevratná.
da: Er du sikker på, at du vil fortsætte? Dette fjerner alle mobildataabonnementer fra din Apple Vision Pro. Dine abonnementer bliver ikke annulleret. Kontakt operatøren for at registrere dig igen eller annullere. Handlingen kan ikke fortrydes.
de: Möchtest du wirklich fortfahren? Damit werden alle mobilen Datentarife von deiner Apple Vision Pro entfernt. Deine Abos werden nicht gekündigt. Zum erneuten Registrieren bzw. Stornieren wende dich an die Netzbetreiber. Dies kann nicht widerrufen werden.
el: Θέλετε σίγουρα να συνεχίσετε; Αυτή η ενέργεια θα αφαιρέσει όλα τα προγράμματα δεδομένων κινητού δικτύου από το Apple Vision Pro σας. Οι συνδρομές σας δεν θα ακυρωθούν. Επικοινωνήστε με τους φορείς σας για εκ νέου εγγραφή ή για ακύρωση. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: ¿Seguro que quieres continuar? Esta operación eliminará todos los planes de datos móviles del Apple Vision Pro. Las suscripciones no se cancelarán. Ponte en contacto con tu operador para suscribirte de nuevo o para cancelar tu suscripción. Esta operación no se puede deshacer.
es_us: ¿Quieres continuar? Esto eliminará todos los planes de datos de tu Apple Vision Pro. No se cancelarán tus suscripciones. Comunícate con tus operadores para darte de alta otra vez o cancelarlos. Esto no se puede deshacer.
fi: Haluatko jatkaa? Tämä poistaa kaikki mobiilidataliittymät Apple Vision Prosta. Tilauksiasi ei peruuteta. Ota yhteys operaattoriin uudelleenrekisteröitymistä tai peruuttamista varten. Tätä ei voida perua.
fr: Voulez-vous vraiment continuer ? Cela supprimera tous les forfaits de données cellulaires de votre Apple Vision Pro. Vos abonnements ne seront pas annulés. Contactez vos opérateurs pour les réactiver ou les annuler. Cette action est irréversible.
fr_ca: Voulez-vous vraiment continuer? Cela supprimera tous les forfaits de données cellulaires de votre Apple Vision Pro. Vos abonnements ne seront pas annulés. Communiquez avec vos opérateurs pour vous réinscrire ou pour annuler vos abonnements. Cette action est irréversible.
he: האם ברצונך להמשיך? פעולה זו תסיר את כל תוכניות הנתונים הסלולריות מה-Apple Vision Pro. המינויים שלך לא יבוטלו. באפשרותך לפנות למפעילים הסלולריים שלך כדי להירשם מחדש או כדי לבטל. לא ניתן לבטל פעולה זו.
hi: क्या आप वाक़ई जारी रखना चाहते हैं? इससे आपके Apple Vision Pro से सभी मोबाइल डेटा प्लान हटा दिए जाएँगे। आपके सब्सक्रिप्शन रद्द नहीं किए जाएँगे। फिर से नामांकन करने या रद्द करने के लिए अपने कैरियर से संपर्क करें। इसे पहले जैसा नहीं किया जा सकता है।
hr: Sigurno želite nastaviti? Ovime će se ukloniti svi podatkovni planovi s vašeg uređaja Apple Vision Pro. Vaše pretplate neće biti poništene. Obratite se svom operateru za ponovnu prijavu ili poništavanje. Postupak se ne može poništiti.
hu: Biztosan folytatni szeretné? Ez el fogja távolítani az összes mobiladat-előfizetését az Apple Vision Prójáról. Az egyéb előfizetései nem lesznek megszakítva. Lépjen kapcsolatba a szolgáltatókkal az ismételt regisztrációhoz vagy a megszakításhoz. Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin melanjutkan? Ini akan menghapus semua paket data seluler dari Apple Vision Pro Anda. Langganan Anda tidak akan dibatalkan. Hubungi operator Anda untuk mendaftarkan ulang atau membatalkan. Ini tidak dapat diurungkan.
it: L’azione eliminerà tutti i piani dati cellulare da Apple Vision Pro, ma i tuoi abbonamenti non verranno annullati. Contatta il tuo gestore per sottoscriverli nuovamente o cancellarli. L’operazione è irreversibile. Vuoi continuare?
ja: 本当に続けますか? この操作を行うと、Apple Vision Proからすべてのモバイルデータ通信プランが削除されます。この操作で通信事業者との契約はキャンセルされません。再登録またはキャンセルする場合は通信事業者へ連絡してください。この操作は取り消せません。
kk: Жалғастыру қажеттігіне сенімдісіз бе? Apple Vision Pro құрылғыңыздағы барлық ұялы тарифтік жоспар жойылады, ал жазылымдарыңыз тоқтатылмайды. Қайта тіркелу немесе бас тарту үшін ұялы байланыс операторына хабарласыңыз. Бұл — қайтымсыз әрекет.
ko: 계속하겠습니까? 계속 진행하면 Apple Vision Pro에서 모든 셀룰러 데이터 요금제가 제거됩니다. 사용자의 가입은 취소되지 않습니다. 다시 등록하거나 취소하려면 이동통신사에 문의하십시오. 이 동작은 취소할 수 없습니다.
lt: Ar tikrai norite tęsti? Iš „Apple Vision Pro“ bus ištrinti visi mobiliųjų duomenų planai. Jūsų prenumeratos nebus atšauktos. Norėdami pakartotinai užsiregistruoti arba atšaukti, susisiekite su savo operatoriais. Šio veiksmo anuliuoti negalima.
ms: Adakah anda pasti mahu meneruskan? Ini akan mengeluarkan semua pelan data selular daripada Apple Vision Pro anda. Langganan anda tidak akan dibatalkan. Hubungi pembawa anda untuk mendaftar semula atau membatalkan. Ini tidak boleh dibuat asal.
nl: Weet je zeker dat je wilt doorgaan? Hiermee verwijder je alle mobieledata-abonnementen van je Apple Vision Pro. Je abonnementen worden niet geannuleerd. Neem contact op met je aanbieders om je opnieuw in te schrijven of om te annuleren. Deze bewerking kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil fortsette? Dette vil fjerne alle mobildata­abonnementer fra Apple Vision Pro. Abonnementet vil ikke bli avsluttet. Kontakt operatøren for å reaktivere eller avslutte abonnementet. Handlingen kan ikke angres.
pl: Czy na pewno chcesz kontynuować? Usunie to wszystkie plany komórkowe z Apple Vision Pro, ale nie anuluje subskrypcji. Aby zarejestrować się ponownie lub anulować subskrypcje, skontaktuj się z operatorami. Tej czynności nie można cofnąć.
pt: Tem certeza de que deseja continuar? Todos os planos de dados celulares serão removidos do Apple Vision Pro. Suas assinaturas não serão canceladas. Contate a operadora para se registrar novamente ou cancelá‑las. Esta ação não pode ser desfeita.
pt_pt: Tem a certeza de que pretende continuar? Todos os planos de dados móveis serão removidos do Apple Vision Pro. As assinaturas não serão canceladas. Contacte as operadoras para voltar a ativar os planos ou cancelar as assinaturas. Esta ação é irreversível.
ro: Sigur doriți să continuați? Toate planurile de date celulare vor fi eliminate de pe Apple Vision Pro. Abonamentele dvs. nu vor fi anulate. Contactați‑vă operatorii pentru reînscriere sau anulare. Această acțiune este ireversibilă.
ru: Вы действительно хотите продолжить? При этом с Apple Vision Pro будут удалены все тарифы сотовых данных. Ваши подписки отменены не будут. Обратитесь к оператору, чтобы выполнить регистрацию повторно или отменить ее. Это действие нельзя отменить.
sk: Naozaj chcete pokračovať? Týmto odstránite z Apple Vision Pro všetky mobilné dátové programy. Vaše odbery nebudú zrušené. O opätovnú registráciu alebo zrušenie odberu požiadajte operátora. Táto operácia je nevratná.
sl: Ste prepričani, da želite nadaljevati? To bo odstranilo vse pakete mobilnih podatkov iz naprave Apple Vision Pro. Vaše naročnine ne bodo preklicane. Za ponovno včlanitev ali preklic se obrnite na operaterje. Tega ni mogoče razveljaviti.
sv: Är du säker på att du vill fortsätta? Detta tar bort alla mobildataabonnemang från Apple Vision Pro. Det innebär inte att abonnemangen sägs upp. Kontakta operatörerna om du vill starta abonnemangen på nytt eller säga upp dem. Det går inte att ångra den här åtgärden.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการดำเนินการต่อ การทำงานนี้จะเอาแผนบริการข้อมูลเซลลูลาร์ทั้งหมดออกจาก Apple Vision Pro ของคุณ การสมัครใช้บริการของคุณจะไม่ถูกยกเลิก ติดต่อผู้ให้บริการของคุณเพื่อลงทะเบียนอีกครั้งหรือเพื่อยกเลิก การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Sürdürmek istediğinizden emin misiniz? Bu, Apple Vision Pro’nuzdaki tüm hücresel veri planlarını siler. Abonelikleriniz iptal edilmez. Yeniden kaydolmak veya aboneliği iptal etmek için operatörlerinizle iletişime geçin. Bu işlem geri alınamaz.
uk: Справді продовжити? Це вилучить усі плани стільникових даних із вашого Apple Vision Pro. Ваші тарифи не буде скасовано. Звʼяжіться зі своїм оператором звʼязку для перереєстрації чи скасування. Цю дію не можна відмінити.
vi: Bạn có chắc chắn muốn tiếp tục không? Việc này sẽ xóa tất cả các gói cước dữ liệu di động khỏi Apple Vision Pro của bạn. Các đăng ký của bạn sẽ không bị hủy. Liên hệ với nhà cung cấp của bạn để đăng ký lại hoặc hủy. Không thể hoàn tác hành động này.
zh_cn: 你确定要继续吗？这将从你的Apple Vision Pro移除所有蜂窝数据套餐。你的订阅不会被取消。请联系你的运营商来再次注册或取消订阅。此操作不可撤销。
zh_hk: 確定要繼續嗎？這將會從你的Apple Vision Pro移除所有流動網絡計劃。這不會取消你的訂閲。請聯絡電訊商再次登記或取消。此動作無法還原。
zh_tw: 確定要繼續嗎？這將會從你的Apple Vision Pro移除所有行動數據方案。這不會取消你的訂閱。聯絡你的電信業者來再次登記或取消訂閱。此動作無法還原。

# RESET_CONFIRMATION_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RESET_NETWORK_TITLE
source: Reset Network Settings
ar: إعادة تعيين إعدادات الشبكة
bg: Нулиране на мрежови настройки
ca: Restableix la configuració de xarxa
cs: Obnovit nastavení sítě
da: Nulstil netværksindstillinger
de: Zurücksetzen
el: Επαναφορά
es: Restablecer ajustes de red
es_us: Restablecer la configuración de red
fi: Nollaa verkkoasetukset
fr: Réinitialiser les réglages réseau
fr_ca: Réinitialiser
he: איפוס הגדרות ״רשת״
hi: नेटवर्क सेटिंग्ज़ रीसेट करें
hr: Resetirajte mrežne postavke
hu: Beállítások alaphelyzetbe állítása
id: Atur Ulang Jaringan
it: Ripristina impostazioni rete
ja: ネットワーク設定をリセット
kk: Желілік реттеулерді бастапқы күйге қайтару
ko: 네트워크 설정 재설정
lt: Nustatyti tinklo nustatymus iš naujo
ms: Reset Seting Rangkaian
nl: Herstel netwerkinstellingen
no: Nullstill
pl: Ustawienia sieciowe
pt: Redefinir Ajustes de Rede
pt_pt: Repor definições de rede
ro: Resetare
ru: Сбросить настройки
sk: Resetovať nastavenia siete
sl: Ponastavi nastavitve omrežja
sv: Nollställ nätverk
th: รีเซ็ตการตั้งค่าเครือข่าย
tr: Ağ Ayarlarını Sıfırla
uk: Скинути параметри мережі
vi: Đặt lại cài đặt mạng
zh_cn: 还原网络设置
zh_hk: 重設網絡設定
zh_tw: 重置網路設定

# RESET_ICONS_LABEL
source: Reset Home Screen Layout
ar: إعادة تعيين شكل الشاشة الرئيسية
bg: Нулирай Начален екран
ca: Restableix la disposició de l’inici
cs: Obnovit uspořádání plochy
da: Nulstil hjemmeskærmens layout
de: Home-Bildschirmlayout zurücksetzen
el: Επαναφορά διάταξης οθόνης Αφετηρίας
es: Restablecer pantalla de inicio
es_us: Restablecer pantalla de inicio
fi: Nollaa Koti-valikon asettelu
fr: Réinitialiser l’écran d’accueil
fr_ca: Réinitialiser l’écran d’accueil
he: איפוס פריסת האייקונים במסך הבית
hi: होम स्क्रीन लेआउट रीसेट करें
hr: Resetiraj raspored početnog zaslona
hu: Főképernyő alaphelyzetbe állítása
id: Atur Ulang Susunan Layar Utama
it: Ripristina layout schermata Home
ja: ホーム画面のレイアウトをリセット
kk: Басты экран орнын бастапқы күйге қайтару
ko: 홈 화면 레이아웃 재설정
lt: Nustatyti pradžios ekrano išdėstymą iš naujo
ms: Reset Tataletak Skrin Utama
nl: Herstel beginschermindeling
no: Nullstill layout på Hjem-skjerm
pl: Ekran główny
pt: Redefinir Layout da Tela de Início
pt_pt: Repor disposição do ecrã principal
ro: Resetați ecran principal
ru: Сбросить настройки «Домой»
sk: Resetovať rozloženie plochy
sl: Ponastavi postavitev domačega zaslona
sv: Nollställ hemskärmens layout
th: รีเซ็ตการจัดเรียงไอคอนบนหน้าจอโฮม
tr: Ana Ekran Yerleşimini Sıfırla
uk: Скинути схему Початкового екрана
vi: Đặt lại bố cục Màn hình chính
zh_cn: 还原主屏幕布局
zh_hk: 重設主畫面圖示排列
zh_tw: 重置主畫面佈局

# ICLOUD_BACKUP_AND_SYNC_ERROR_MSG_WLAN
source: Make sure you are connected to WLAN.
ar: تأكد من الاتصال بالـ WLAN.
bg: Уверете се, че сте свързани към WLAN.
ca: Comprova que tinguis connexió a la WLAN.
cs: Ujistěte se, že jste připojeni k WLAN.
da: Sørg for at have forbindelse til WLAN.
de: Stelle sicher, dass eine WLAN-Verbindung besteht.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι σε WLAN.
es: Asegúrate de que tienes conexión a una red WLAN.
es_us: Asegúrate de tener conexión a WLAN.
fi: Varmista, että olet yhteydessä WLANiin.
fr: Assurez-vous que vous êtes connecté à un réseau WLAN.
fr_ca: Assurez-vous d’être connecté à un réseau WLAN.
he: ודא/י שהמכשיר מחובר לרשת WLAN.
hi: सुनिश्चित करें कि आप WLAN से कनेक्टेड हैं।
hr: Provjerite jeste li spojeni na WLAN.
hu: Győződjön meg róla, hogy csatlakozik a WLAN-hálózathoz.
id: Pastikan Anda terhubung ke WLAN.
it: Assicurati di aver eseguito l’accesso alla rete WLAN.
ja: WLANに接続していることを確認してください。
kk: WLAN желісіне қосылғаныңызға көз жеткізіңіз.
ko: WLAN에 연결되어 있는지 확인하십시오.
lt: Įsitikinkite, kad esate prisijungę prie WLAN.
ms: Pastikan anda disambungkan ke WLAN.
nl: Controleer of er verbinding is met WLAN.
no: Forsikre deg om at du er koblet til WLAN.
pl: Upewnij się, że masz połączenie z siecią WLAN.
pt: Certifique-se de ter conexão com uma rede WLAN.
pt_pt: Certifique‑se de que a ligação a uma rede WLAN está ativa.
ro: Asigurați-vă că dispuneți de conexiune la WLAN.
ru: Убедитесь в наличии подключения к WLAN.
sk: Uistite sa, že máte pripojenie k WLAN.
sl: Prepričajte se, da ste povezani z omrežjem WLAN.
sv: Kontrollera att du är ansluten till WLAN.
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่ออยู่กับ WLAN
tr: WLAN’a bağlı olduğunuzdan emin olun.
uk: Упевніться, що долучилися до WLAN.
vi: Đảm bảo rằng thiết bị của bạn được kết nối vào WLAN.
zh_cn: 请确保你已接入无线局域网。
zh_hk: 請確定你已連接WLAN。
zh_tw: 請確定你已連接WLAN。

# ICLOUD_SYNC_NEEDS_WIFI_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ICLOUD_BACKUP_ERROR_MSG_WLAN
source: Make sure you are connected to WLAN while backing up.
ar: تأكد من الاتصال بالـ WLAN أثناء النسخ الاحتياطي.
bg: Уверете се, че сте свързани към WLAN, докато се създава резервно копие.
ca: Comprova que tinguis connexió a la WLAN mentre s’està efectuant la còpia de seguretat.
cs: Ujistěte se, že jste během zálohování připojeni k WLAN.
da: Sørg for at have forbindelse til WLAN under sikkerhedskopiering.
de: Stelle sicher, dass während des Backups eine WLAN-Verbindung besteht.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι σε WLAN κατά τη δημιουργία εφεδρικού αντιγράφου.
es: Asegúrate de que tienes conexión a una red WLAN mientras se realiza la copia de seguridad.
es_us: Asegúrate de tener conexión a WLAN al respaldar.
fi: Varmista, että olet yhteydessä WLANiin, kun varmuuskopioit.
fr: Assurez-vous que vous êtes connecté à un réseau WLAN pendant la sauvegarde.
fr_ca: Assurez-vous d’être connecté à un réseau WLAN lors de la sauvegarde.
he: ודא/י שהמכשיר מחובר לרשת WLAN במהלך הגיבוי.
hi: सुनिश्चित करें कि बैकअप के दौरान आप WLAN से कनेक्टेड रहें।
hr: Tijekom sigurnosnog kopiranja trebate biti spojeni na WLAN.
hu: Győződjön meg róla, hogy biztonsági mentés közben csatlakozik a WLAN-hálózathoz.
id: Pastikan Anda terhubung ke WLAN saat mencadangkan.
it: Assicurati di aver eseguito l’accesso a una rete WLAN mentre esegui il backup.
ja: バックアップ中にWLANに接続していることを確認してください。
kk: Сақтық көшірме жасау кезінде WLAN желісіне қосулы екеніңізге көз жеткізіңіз.
ko: 백업하는 동안 WLAN에 연결되어 있는지 확인하십시오.
lt: Įsitikinkite, kad kurdami atsarginę kopiją esate prisijungę prie WLAN tinklo.
ms: Pastikan anda disambungkan ke WLAN semasa membuat sandaran.
nl: Controleer of er verbinding is met WLAN voordat je een back-up maakt.
no: Forsikre deg om at du er koblet til WLAN under sikkerhetskopiering.
pl: Upewnij się, że podczas tworzenia backupu masz połączenie z siecią WLAN.
pt: Certifique-se de que haja conexão com uma rede WLAN durante o backup.
pt_pt: Certifique‑se de que a ligação a uma rede WLAN está ativa durante a cópia de segurança.
ro: Asigurați-vă că dispuneți de conexiune la WLAN în timpul efectuării backupului.
ru: Убедитесь в наличии подключения к WLAN во время резервного копирования.
sk: Uistite sa, že počas zálohovania máte pripojenie k WLAN.
sl: Prepričajte se, da ste med varnostnim kopiranjem povezani z omrežjem WLAN.
sv: Kontrollera att du är ansluten till WLAN under säkerhetskopieringen.
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่ออยู่กับ WLAN ในระหว่างสำรองข้อมูล
tr: Yedeklerken WLAN’a bağlı olduğunuzdan emin olun.
uk: Упевніться, що ви підʼєднані до WLAN під час архівації.
vi: Đảm bảo rằng thiết bị của bạn được kết nối vào WLAN khi đang sao lưu.
zh_cn: 备份时请确保你已接入无线局域网。
zh_hk: 備份時請確定你已連接WLAN。
zh_tw: 備份時請確定你已連接WLAN。

# REMOVE_ALL_CELLULAR_PLANS_TITLE
source: Remove All Cellular Data Plans
ar: إزالة كل باقات البيانات الخلوية
bg: Премахни всички планове за мобилни данни
ca: Elimina els plans de dades mòbils
cs: Odstranit všechny mobilní datové tarify
da: Fjern alle mobildatabonnementer
de: Alle mobilen Datentarife entfernen
el: Αφαίρεση όλων των προγραμμάτων
es: Eliminar todos los planes de datos móviles
es_us: Eliminar todos los planes de datos
fi: Poista kaikki mobiilidataliittymät
fr: Supprimer tous les forfaits de données cellulaires
fr_ca: Supprimer tous les forfaits de données
he: מחיקת כל תוכניות הנתונים הסלולריות
hi: सभी मोबाइल डेटा प्लान हटाएँ
hr: Ukloni sve podatkovne planove
hu: Az összes mobiladat-előfizetés eltávolítása
id: Hapus Semua Paket Data Seluler
it: Rimuovi tutti i piani dati cellulare
ja: モバイルデータ通信プランをすべて削除
kk: Барлық ұялы тарифтік жоспарды жою
ko: 모든 셀룰러 데이터 요금제 제거
lt: Šalinti visus mobiliųjų duomenų planus
ms: Keluarkan Semua Pelan Data Selular
nl: Verwijder alle mobieledata-abonnementen
no: Fjern alle mobildataabonnementer
pl: Usuń wszystkie plany danych komórkowych
pt: Remover Todos os Planos de Dados
pt_pt: Remover todos os planos de dados móveis
ro: Eliminați toate planurile de date celulare
ru: Удалить все тарифы сотовых данных
sk: Odstrániť všetky mobilné dátové programy
sl: Odstrani vse pakete mobilnih podatkov
sv: Ta bort alla mobildataabonnemang
th: เอาแผนบริการข้อมูลเซลลูลาร์ทั้งหมดออก
tr: Hücresel Veri Planlarını Sil
uk: Вилучити всі плани стільникових даних
vi: Xóa tất cả gói cước dữ liệu di động
zh_cn: 移除所有蜂窝数据套餐
zh_hk: 移除所有流動數據計劃
zh_tw: 移除所有行動數據方案

# ICLOUD_SYNC_NEEDS_WLAN_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RESET_PRIVACY_LABEL
source: Reset Location & Privacy
ar: إعادة تعيين الموقع والخصوصية
bg: Нулирай местоположение и поверителност
ca: Restableix la ubicació i la privacitat
cs: Obnovit polohu a soukromí
da: Nulstil lokalitet & anonymitet
de: Standort & Datenschutz
el: Τοποθεσία και απόρρητο
es: Restablecer localización y privacidad
es_us: Restablecer Localización y privacidad
fi: Nollaa sijainti ja tietosuoja
fr: Réinitialiser localisation et confidentialité
fr_ca: Réinitialiser localisation et confidentialité
he: איפוס הגדרות המיקום והפרטיות
hi: स्थान और गोपनीयता रीसेट करें
hr: Resetiraj lokaciju i privatnost
hu: Helyz.- és adatvédelmi adatok alaph. állítása
id: Atur Ulang Lokasi & Privasi
it: Ripristina posizione e privacy
ja: 位置情報とプライバシーをリセット
kk: Геол. мен құпиял. бастапқы күйге қайтару
ko: 위치 및 개인정보 보호 재설정
lt: Nustatyti vietos ir privatumo nustatymus iš naujo
ms: Reset Lokasi & Privasi
nl: Herstel locatie en privacy
no: Nullstill Sted og personvern
pl: Dane lokalizacji/prywatności
pt: Redefinir Localização e Privacidade
pt_pt: Repor localização e privacidade
ro: Resetați localizare și intimitate
ru: Сбросить геонастройки
sk: Resetovať polohu a súkromie
sl: Ponastavitev lokacije in zasebnosti
sv: Nollställ plats och integritet
th: รีเซ็ตตำแหน่งที่ตั้งและความเป็นส่วนตัว
tr: Konum ve Gizliliği Sıfırla
uk: Скинути Геопозицію та Приватність
vi: Đặt lại vị trí & quyền riêng tư
zh_cn: 还原位置与隐私
zh_hk: 重設定位服務與私隱
zh_tw: 重置定位服務與隱私權
